Namespace:   Autodesk.Revit.DB.Visual
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
 Syntax
  C#
public virtual Object Current { get; }
  Visual Basic
Public Overridable ReadOnly Property Current As Object
	Get
  Visual C++
public:
virtual property Object^ Current {
	Object^ get ();
}
 Implements
  IEnumerator Current
 See Also
  AssetSetIterator Class
  Autodesk.Revit.DB.Visual Namespace